{
    "main": "On May 5, 2020, Dan C. Lortie died peacefully, at home, at the age of 94. Since breaking his leg in a bad fall months earlier, he had been recuperating at home, with a few stints at Northwestern Memorial Hospital to overcome a persistent cough and fatigue. Even just a few days before he died, Dan was characteristically full of ideas about the care he was receiving and looking forward to lounging by the pool when the weather warmed up.\r\n\r\nOn February 10, 1926, Rebecca Lanctot Lortie and Louis-Philippe Lortie welcomed into the world their fourth and last child, Daniel Clement. Adding to the celebration were his sisters Pauline, Loula, and Adele, the youngest of whom was eight years old at the time. The family lived in the Notre-Dame-de-Grâce neighborhood of Montreal, Québec, and were part of a tiny Baptist minority in the predominantly French-speaking Catholic city. Louis-Philippe was an accountant who ran a successful business; Rebecca was a strict and loving matriarch who made sure her children were mannerly and attended to. Dan would share stories of sumptuous dinners that were routinely topped off with multiple desserts. Due to their protestant upbringing, the children were sent to English-speaking schools in their neighborhood.\r\n\r\nAlways a strong student, upon graduation Dan entered the prestigious McGill University, where he pursued his interest in Sociology. He graduated with First Class Honours in 1947. After a brief, mandatory stint in the military at the end of WWII, Dan headed to the University of Chicago on the G.I. Bill, intending to study for one year in a Master’s program under the direction of the highly-regarded sociologist Everett Hughes. One year became 11, as he eventually completed his dissertation on the experience of new lawyers and received a Ph.D. from what they now call “UChicago.” During this time, he met and married Eunice Jensen. In 1958, they moved to Boston, Massachusetts when Dan was hired to teach in Harvard’s Sociology department. By 1964, after he was hired as a tenure-track professor in UChicago’s Education department, he and Eunice were the proud parents of four children: Pamela, Peter, Paula, and Philip.\r\n\r\nIn 1975, the University of Chicago press published what would become a seminal work in the field of education, Dan’s book  _Schoolteacher: A Sociological Study_. This was the culmination of a decade-long research project on the professionalization of teachers and, after the publication of a second edition in 2002, remains in print. An impressive work brimming with original insights, the book investigated and challenged the relatively low regard for primary- and secondary-school educators.  _School Teacher_  won over an audience hungry for this kind of serious study of the teaching profession. He was invited regularly to speak at professional conferences and to consult with school districts across the country, served as Chair of the Education section of the American Sociological Association, was named to the National Academy of Education, and was a Research Fellow of the American Education Research Association. Many former students of his contacted him throughout the years to express their gratitude for the impact his teaching and supervision had on their careers. He retired from UChicago in 1996; in 2009, University of Chicago Press published his second book,  _School Principal: Managing in Public_.\r\n\r\nSix years after his divorce from Eunice Jensen, Dan married Grace Budrys in 1984 and they enjoyed 35 years of married life together, taking frequent trips to spots around the globe for both business and pleasure. Having lost his son Peter to tragic circumstances in 1999, he is survived by Grace, three children, and four grandsons: Sawyer, Severn, Carson, and Dane. He enjoyed tending to his country home, swimming, jigsaw puzzles, classical music, mystery novels, and good food and fine wine. He had a zeal for colloquy, not to say disputation, an infectious laugh, and an exuberant curiosity about a wide range of subjects."
}